(function(){

    // var a=0 ;
    // if (a){
        
    //     alert("123");
    // }
    // else{
    //     alert("网页正在升级！");
    // }
        
    
}());


window.onload=function(){
    document.getElementById("demo1").innerHTML = "罗永浩，男，1972年出生于吉林省延边朝鲜族自治州和龙县（今和龙市），现为交个朋友直播间首席好物推荐官，企业家，演说家。曾先后创办过老罗英语培训学校、牛博网、锤子科技，并著有《我的奋斗》、《生命不息，折腾不止》、《创业在路上》等书。2020年3月26日，罗永浩正式宣布抖音成为其独家直播带货平台  ，并于4月1日晚完成了直播带货首秀。数据显示，首次直播支付交易总额超1.1亿元，累计观看人数超4800万人  。罗永浩从开始直播带货以来半年时间里，先后助力湖北秭归脐橙  、吉林荞麦冷面  、甘肃平凉苹果  、江西南丰蜜桔  、陕西延安小米  、陕西富平柿饼  等一系列农产品的公益助农直播  。2022年7月10日晚，罗永浩官宣其新创业公司名为“Thin Red Line”  。";
    document.getElementById("demo2").innerHTML = "01、彪悍的人生不需要解释。";
}





